var Text={
	tutorial:{
		msg1:'所有方格都为红色即可过关,请点击下方蓝色方格,将它变为红色.',
		msg2:'很好,请点击下方红色方块,将它变为蓝色',
		msg4:'请点击下方选中方块,结合右上角图形,注意他周围方块颜色的变化',
		msg5:'很好！请再次点击选中方块,结合右上角图形,注意他周围方块颜色的变化',
		msg6:'注意右上角图形,请点击一个方块,改变下方选中方块的颜色',
		msg7:'不错,注意右上角图形,请点击一个方块,改变下方选中方块的颜色',
		msg8:'注意右上角图形,请点击一次方块,改变下方被选中方块的颜色！',
		msg9:'注意右上角图形,请点击一次方块,让所有的方格都是红色',
		msg10:'COOL!,你已经知道了游戏的规则,请尽情享受游戏吧!!'
	},
	knightTourTutorialMsg:[
		"所有方块都为蓝色即可过关,请点击下方蓝色方块",
		"蓝色方块不能被点击!请点击下方红色方块，将它变为蓝色",
		"很好,选中的方块表示下一步可以点击的方块,请点击方块继续！",
		"不错！请结合右上角图形，观察系统如何计算出下一步可点击的方块",
		"不错！请结合右上角图形，观察系统如何计算出下一步可点击的方块",
		"不错！请结合右上角图形，观察系统如何计算出下一步可点击的方块",
		"不错！请结合右上角图形，观察系统如何计算出下一步可点击的方块",
		"不错！请结合右上角图形，观察系统如何计算出下一步可点击的方块",
		"不错！请结合右上角图形，观察系统如何计算出下一步可点击的方块",
		"Well Done！你已经知道了所有的规则，请尽情游戏吧！！"
	]
};
